const translationRU = {
  header: {
    main: 'Главная',
    ownCar: 'Со своим автомобилем',
    companyCar: 'На автомобиле компании',
    requirements: 'Требования',
    contacts: 'Контакты',
    choiseCar: 'Выбор авто',
    officialPartner: 'Официальный партнер Uber',
    callUs: 'Звоните нам ежедневно',
    requestCall: 'Заказать звонок'
  },
  promo: {
    promo_header: 'КОМПАНИЯ UBER PARTNERS!',
    promo_subheader: 'ПРИГЛАШАЕМ ВОДИТЕЛЕЙ! НА СВОЕМ АВТО!',
    promo_descr: `Компания UBER динамически развивающаяся. Компания на рынке занимает лидирующее место среди
    таксомоторных компаний, Компания абсолютно прозрачная вы можете контролировать все процессы
    у
    себя в личном кабинете. Бонуcная система. омимо выполненной работы по заказам, компания
    начисляет бонусы за
    пиковое время.

    Мы одни из партнеров и зарекомендовали себя как одна из лучших команд в городе Киев.
    Водители
    у нас
    зарабатывают от 40000 грн - 60000 грн в месяц.`,
    promo_btn: 'ОТПРАВИТЬ ЗАЯВКУ!'
  },
  reasons: {
    subtitle0: 'Никаких наличных, оплата происходит автоматически',
    text0: `Стоимость поездки оплачивается пассажиром с привязанной банковской карты, т.е. нет
    никаких рисков связанных с перевозкой наличности как для пассажира, так и для
    водителя,
    Вам не нужно искать мелкие деньги для размена.`,

    subtitle2: 'Комиссия 8% + БОНУСЫ',
    text2: `У нас минимальная комиссия и мы выплачиваем бонусы за каждую поездку, некоторые наши
    конкуренты оставляют бонусы себе. Мы работаем честно и с нами водители зарабатывают
    больше!`,

    subtitle1: 'Высокий доход с гарантированными выплатами',
    text1: `Мы выплачиваем заработную плату на личную банковскую карту водителя! Вам не нужно
    оформлять ООО, ИП, платить налоги, подавать декларацию, оплачивать бухгалтерские
    услуги
    и ведение банковского счета.`,

    subtitle4: 'Работа в удобное время, никаких графиков',
    text4: `Вы просто нажимаете кнопку выйти на линию для начала работы, когда решите закончить,
    нажимаете выйти с линии. Вы можете подрабатывать только утром, вечером, в выходные
    или
    праздничные дни!`,

    subtitle3: 'Комфортное, прозрачное и простое подключение',
    text3: `Мы подключаем дистанционно и бесплатно, Вам нет необходимости приезжать к нам! Вы
    присылаете нам копии документов, мы регистрируем Вас и присылаем данные для
    подключения,
    через 1-2 дня Вы можете начинать работать!`,

    subtitle6: 'Всегда большое количество заказов',
    text6: `Приложение показывает, где на данный момент больше всего заказов и где действуют
    повышенные тарифы. У Вас не будет простоя и холостых пробегов. Наши пассажиры всегда
    приятные и абсолютно неконфликтные люди, которых приятно возить.`,

    subtitle5: 'Круглосуточная поддержка',
    text5: `В Uber действует круглосуточная поддержка водителей по электронной почте. Если
    что-то
    непонятно, Вы всегда можете задать вопрос через On-line консультацию.`,

    subtitle7: 'Без шашечек и наклеек',
    text7: `Вам не нужно менять цвет, устанавливать «шашки» на автомобиль и обклеивать его
    наклейками.`
  },
  reasonsView: {
    label: 'преимущества',
    title: '8 причин начать работать с нами',
  },
  mobile: {
    subtitle1: 'оформление заказа одним касанием',
    subtitle2: 'надежная подача',
    subtitle3: 'прозрачные цены',
    subtitle4: 'безналичная оплата',
    subtitle5: 'обратная связь',
    subtitle6: 'разделить стоимость поездки',
  },
  mobileView: {
    label: 'Возможности',
    title: 'мобильное приложение убер',
    subtitle: `Сделайте заказ, совершите поездку и оплатите ее стоимость, используя свой
    мобильный телефон`
  },
  choise: {
    choise_content_label: 'Возможности',
    choise_content_title: 'Выбор - отличная штука!',
    choise_content_subtitle: 'Закажите автомобиль, который подходит вам по стилю и бюджету',
    choise_content_text1: 'Машины на каждый день.',
    choise_content_text2: 'Лучше, быстрее и дешевле, чем такси'
  },
  require: {
    label: 'Возможности',
    title: 'условия и требования',
    require_title1: 'УСЛОВИЯ: со своим авто:',
    require_list1: {
      item1: 'Подключаем к системе UBER под 10%.',
      item2: 'Ни каких взносов 0%!',
      item3: 'Можем подключать удаленно без приезда в офис',
      item4: 'ФОП не требуется',
      item5: 'Заказы распределяются без учета рейтинга ближайшим водителям',
      item6: 'Работа только по безналичному расчету',
      item7: 'Деньги перечисляем на карту водителю или наличными в офисе',
    },
    equire_description1: 'В день заработок составляет 3500-6000 грн + бонус 1500 грн',
    require_title2: 'УСЛОВИЯ: на авто компании:',
    require_list2: {
      item1: 'Предоставляем авто без залога',
      item2: 'Без ежедневных выплат по аренде',
      item3: 'Среда пятница и суббота работа на компанию осталь ные дни вы работаете на себя',
    },
    require_title3: 'ТРЕБОВАНИЕ:',
    require_list3: {
      item1: 'Наличие автомобиля без рекламы',
      item2: 'Автомобиль не должен быть желтый и не с желтыми номерами',
      item3: 'Машина не старше 3 лет',
      item4: 'Стаж вождения не менее 3 лет',
      item5: 'Девайс на системе андроид 4.0 и выше (самсунг)',
    },
    require_title4: 'ДОКУМЕНТЫ:',
    require_list4: { 
      item1: 'Права 2 стороны',
      item2: 'Паспорт лицевая сторона',
      item3: 'СтС',
      item4: 'Лицензия (если есть)',
      item5: 'Номер телефона',
      item6: 'Номер карты для перечисления денег (указать в письме)!',
    },
  },
  city: {
    city_label: 'города',
    city_title: 'По всему миру',
    city_subtitle: 'Мы в вашем городе и по всему миру'
  },
  footer: {
    main: 'на главную',
    towns: 'города',
    forDrivers: 'для водителей',
    centerSupport: 'центр поддержки',
    vacancy: 'вакансии',
    developers: 'разработчики',
    blog: 'блог',
    aboutUs: 'о нас',
    informationAboutAuthor: 'Информация об авторе:',
    name: 'Иван Коробка',
    original: 'Оригинал дизайна'
  },
  choiseCar: {
    bestDriversCompany: 'Лучшие водители нашей компании',
    availableCarOptions: 'Доступные варианты автомобилей',
    filterButtons: {
      allLabel: 'Все машины',
      sedanLabel: 'Седаны',
      pickupLabel: 'Пикапы',
      universalLabel: 'Универсалы',
      alphabetLabel: 'Сортировка машин за алфавитом'
    },
    selectedCar: 'Выбранный автомобиль',
    selectedCarApprove: 'Подтвердить',
    carItem: {
      carType: 'Тип автомобиля:',
      class: 'Класс:',
      driver: 'Водитель:',
      delete: 'Удалить',
      choose: 'Выбрать'
    },
    choseCar: 'Вы пока не выбрали автомобиль',
    modelCarInput: 'Марка/модель автомобиля',
    chooseCarInput: 'Выберите тип автомобиля:',
    availableVariablesOptionList: 'Тип автомобиля',
    sedanOptionList: 'Седан',
    pickupOptionList: 'Пикап',
    universalOptionList: 'Универсал',
    classCarInput: 'Класс автомобиля',
    driverInput: 'Водитель',
    linkOnPhotoInput: 'Ссылка на изображение с белым фоном',
    addCarItemBtn: 'Добавить',
    resetFormBtn: 'Очистить форму',
    timeOfStayOnPageView: 'Время перебывания на странице:',
    arrowErrorAlphabetFilter: 'На этом фильтре нет возможности передвигаться по карточкам с помощью стрелок клавиатуры!',
    dragNdropErrorAlphabetFilter: 'При использовании данного фильтра, функция перетаскивания карточек не работает!'
  },
  updateDriversListBtn: 'Обновить данные',
};

export default translationRU;
