const translationUA = {
  header: {
    main: 'Головна',
    ownCar: 'Зі своїм автомобілем',
    companyCar: 'На автомобілі компанії',
    requirements: 'Вимоги',
    contacts: 'Контакти',
    choiseCar: 'Вибір авто',
    officialPartner: 'Офіційний партнер Uber',
    callUs: 'Телефонуйте нам щодня',
    requestCall: 'Замовити виклик'
  },
  promo: {
    promo_header: 'Компанія UBER PARTNERS!',
    promo_subheader: 'Запрошуємо водіїв! На своєму авто!',
    promo_descr: `Компанія UBER динамічно розвиваюча. Компанія на ринку займає лідируюче місце серед
    таксомоторних компаній, Компанія абсолютно прозора ви можете контролювати всі процеси
    у
    себе в особистому кабінеті. Бонусна система, крім виконаної роботи на замовлення, компанія
    нараховує бонуси за
    піковий час.

    Ми одні з партнерів та зарекомендували себе як одна з найкращих команд у місті Київ.
     Водії
     у нас
     заробляють від 40000 грн – 60000 грн на місяць.`,
    promo_btn: 'Відправити ЗАЯВКУ!'
  },
  reasons: {
    subtitle0: 'Жодної готівки, оплата відбувається автоматично',
    text0: `Вартість поїздки оплачується пасажиром із прив'язаної банківської картки, тобто. ні
    ніяких ризиків пов'язаних із перевезенням готівки як для пасажира, так і для
    водія,
    Вам не потрібно шукати дрібні гроші для обміну.`,
    subtitle2: 'Комісія 8% + бонуси',
    text2: `У нас мінімальна комісія і ми виплачуємо бонуси за кожну поїздку, деякі наші
    конкуренти залишають бонуси собі. Ми працюємо чесно та з нами водії заробляють
    більше!`,
    subtitle1: 'Високий дохід із гарантованими виплатами',
    text1: `Ми виплачуємо заробітну плату на особисту банківську картку водія! Вам не потрібно
    оформляти ТОВ, ІП, сплачувати податки, подавати декларацію, сплачувати бухгалтерські
    послуги
    та ведення банківського рахунку.`,
    subtitle4: 'Робота в зручний час, жодних графіків',
    text4: `Ви просто натискаєте кнопку вийти на лінію для початку роботи, коли вирішите закінчити,
    натискаєте вийти з лінії. Ви можете підробляти тільки вранці, увечері, у вихідні
    або
    святкові дні!`,
    subtitle3: 'Комфортне, прозоре та просте підключення',
    text3: `Ми підключаємо дистанційно та безкоштовно, Вам не потрібно приїжджати до нас! Ви
    надсилаєте нам копії документів, ми реєструємо Вас та надсилаємо дані для
    підключення,
    через 1-2 дні Ви можете починати працювати!`,
    subtitle6: 'Завжди велика кількість замовлень',
    text6: `Додаток показує, де зараз найбільше замовлень і де діють
    підвищені тарифи. У Вас не буде простою та неодружених пробігів. Наші пасажири завжди
    приємні та абсолютно неконфліктні люди, яких приємно возити.`,
    subtitle5: 'Цілодобова підтримка',
    text5: `У Uber діє цілодобова підтримка водіїв електронною поштою. Якщо
    щось
    незрозуміло, Ви завжди можете поставити запитання через On-line консультацію.`,
    subtitle7: 'Без шашечок та наклейок',
    text7: `Вам не потрібно змінювати колір, встановлювати «шашки» на автомобіль та обклеювати його
    наклейками.`
  },
  reasonsView: {
    label: 'переваги',
    title: '8 причин почати працювати з нами',
  },
  mobile: {
    subtitle1: 'оформлення замовлення одним дотиком',
    subtitle2: 'надійна подача',
    subtitle3: 'прозорі ціни',
    subtitle4: 'безготівкова оплата',
    subtitle5: "зворотній зв'язок",
    subtitle6: 'розділити вартість поїздки',
  },
  mobileView: {
    label: 'Можливості',
    title: 'Мобільний застосунок Uber',
    subtitle: `Зробіть замовлення, завершіть поїздку та сплатіть її вартість, використовуючи свій
    мобільний телефон`
  },
  choise: {
    choise_content_label: 'Можливості',
    choise_content_title: 'Вибір - відмінна штука!',
    choise_content_subtitle: 'Замовте автомобіль, який підходить вам за стилем і бюджетом',
    choise_content_text1: 'Машини на кожен день.',
    choise_content_text2: 'Краще, швидше і дешевше, чим таксі.'
  },
  require: {
    label: 'Можливості',
    title: 'Умови та вимоги',
    require_title1: 'УМОВИ: зі своїм авто:',
    require_list1: {
      item1: 'Підключаємо до системи UBER під 10%.',
      item2: 'Жодних внесків 0%!',
      item3: 'Можемо підключати віддалено без приїзду до офісу',
      item4: 'ФОП не потрібно',
      item5: 'Замовлення розподіляються без урахування рейтингу найближчим водіям',
      item6: 'Робота тільки з безготівкового розрахунку',
      item7: 'Гроші перераховуємо на карту водію або готівкою в офісі',
    },
    equire_description1: 'У день заробіток становить 3500-6000 грн. + бонус 1500 грн',
    require_title2: 'УМОВИ: на авто компанії:',
    require_list2: {
      item1: 'Надаємо авто без застави',
      item2: 'Без щоденних виплат з оренди',
      item3: "Середа п'ятниця і субота робота на компанію останні дні ви працюєте на себе",
    },
    require_title3: 'ВИМОГА:',
    require_list3: {
      item1: 'Наявність автомобіля без реклами',
      item2: 'Автомобіль не повинен бути жовтий і не з жовтими номерами',
      item3: 'Машина не старше 3 років',
      item4: 'Стаж водіння не менше 3 років',
      item5: 'Девайс на системі андроїд 4.0 і вище (самсунг)',
    },
    require_title4: 'ДОКУМЕНТЫ:',
    require_list4: { 
      item1: 'Права 2 сторони',
      item2: 'Паспорт лицьова сторона',
      item3: 'СтС',
      item4: 'Ліцензія (якщо є)',
      item5: 'Номер телефону',
      item6: 'Номер карти для перерахування грошей (вказати у листі)!'
    },
  },
  city: {
    city_label: 'міста',
    city_title: 'По всьому світу',
    city_subtitle: 'Ми у вашому місті та по всьому світу'
  },
  footer: {
    main: 'на головну',
    towns: 'міста',
    forDrivers: 'для водіїв',
    centerSupport: 'центр підтримки',
    vacancy: 'вакансії',
    developers: 'розробники',
    blog: 'блог',
    aboutUs: 'про нас',
    informationAboutAuthor: 'Інформація про автора:',
    name: 'Іван Коробка',
    original: 'Оригінал дизайну'
  },
  choiseCar: {
    bestDriversCompany: 'Кращі водії нашої компанії',
    availableCarOptions: 'Доступні варіанти автомобілів',
    filterButtons: {
      allLabel: 'Всі машини',
      sedanLabel: 'Седани',
      pickupLabel: 'Пікапи',
      universalLabel: 'Універсали',
      alphabetLabel: 'Сортування машин за алфавітом'
    },
    selectedCar: 'Вибраний автомобіль:',
    selectedCarApprove: 'Підтвердити',
    carItem: {
      carType: 'Тип автомобіля:',
      class: 'Клас:',
      driver: 'Водій:',
      delete: 'Видалити',
      choose: 'Обрати'
    },
    modelCarInput: 'Марка/модель автомобіля',
    chooseCarInput: 'Виберіть тип автомобіля:',
    availableVariablesOptionList: 'Доступні варіанти',
    sedanOptionList: 'Седан',
    pickupOptionList: 'Пікап',
    universalOptionList: 'Універсал',
    classCarInput: 'Клас автомобіля',
    driverInput: 'Водій',
    linkOnPhotoInput: 'Посилання на зображення з білим фоном',
    addCarItemBtn: 'Додати',
    resetFormBtn: 'Очистити форму',
    timeOfStayOnPageView: 'Час перебування на сторінкі:'
  }
};
// console.log(JSON.stringify(translationUA));

export default translationUA;
